#### DollarHPerBtu Property

---

|  |
| --- |
| SymbolTypeId Class   See Also |

Symbol $Â·h/Btu, indicating unit Cost per British thermal unit per hour.

**Namespace:**   Autodesk.Revit.DB
  **Assembly:**   RevitAPI  (in RevitAPI.dll) Version: 22.0.0.0 (22.1.0.0)
  **Since:**  2021

# Syntax

| C# |
| --- |
| ``` public static ForgeTypeId DollarHPerBtu { get; } ``` |

| Visual Basic |
| --- |
| ``` Public Shared ReadOnly Property DollarHPerBtu As ForgeTypeId 	Get ``` |

| Visual C++ |
| --- |
| ``` public: static property ForgeTypeId^ DollarHPerBtu { 	ForgeTypeId^ get (); } ``` |

# See Also

SymbolTypeId Class

Autodesk.Revit.DB Namespace